Rubric = '''
**स्कोर पॉइंट 6:** \n
• स्कोअर पॉईंट 6 पेपर दुर्मिळ आहे. हे कार्य पूर्णपणे संपूर्ण आणि अभ्यासपूर्ण पद्धतीने पूर्ण करते आणि एक विशिष्ट गुण आहे जो त्याला उत्कृष्ट कामगिरी म्हणून वेगळे करते. \n
• एकत्रित थीमसह कार्य पूर्णपणे पूर्ण करते, लक्ष केंद्रित करते, सखोल माहिती समाविष्ट करते आणि बर्याच पैलूंचा शोध घेते. \n
• कल्पनांचे स्पष्ट कनेक्शन. \n
• तपशीलवार आणि अचूक शब्दसंग्रह, अस्खलित लेखन आणि वैविध्यपूर्ण वाक्य नमुन्यांसह अपवादात्मक शब्द वापर दर्शवितो. \n
• प्रेक्षक आणि मूळ दृष्टीकोनाची तीव्र भावना असलेल्या कार्य आणि वाचकासाठी भाषा आणि स्वरांचे प्रभावी समायोजन.\n

**स्कोअर पॉईंट 5:** \n
स्कोअर पॉईंट 5 पेपर एक ठोस कामगिरी दर्शवितो. हे कार्य पूर्णपणे पूर्ण करते, परंतु स्कोअर पॉईंट 6 पेपरच्या परिष्कृततेची आणि सुसंगततेची एकंदर पातळी नसते. \n
• कार्य पूर्णपणे पूर्ण करते, एक एकत्रित थीम सादर करते, लक्ष केंद्रित करते, सखोल माहिती प्रदान करते आणि बर्याच पैलूंचा शोध घेते. \n
• डीईए तार्किकदृष्ट्या संघटित असतात, ज्यात एकसंध संपूर्ण, गुळगुळीत संक्रमण े आणि अधूनमधून त्रुटी असतात. \n
• तपशीलवार आणि अचूक शब्दसंग्रह, अस्खलित लेखन आणि वैविध्यपूर्ण वाक्य पद्धतींसह खूप चांगला शब्द वापर दर्शवितो. \n
• प्रेक्षक आणि मूळ दृष्टीकोनाची भावना असलेल्या भाषा आणि स्वरांचे प्रभावी समायोजन.\n

**स्कोअर पॉईंट 4:** \n
स्कोअर पॉईंट 4 पेपर चांगली कामगिरी दर्शवितो. हे कार्य पूर्ण करते, परंतु सामान्यत: उच्च गुण मिळविण्यासाठी अधिक विकास, चांगली संघटना किंवा अधिक परिष्कृत लेखन शैली दर्शविणे आवश्यक आहे. \n
• कार्य पूर्ण करते, एक एकत्रित थीम सादर करते, बहुतेक लक्ष केंद्रित करते, संबंधित कल्पनांचा समावेश करते आणि काही पैलूंचा शोध घेते. \n
• कल्पना तार्किकदृष्ट्या अर्थपूर्ण संपूर्ण आणि संक्रमणांसह संघटित केल्या जातात, जरी अधूनमधून त्रुटी उद्भवतात. \n
• योग्य शब्दसंग्रह, अस्खलित लेखन आणि काही वैविध्यपूर्ण वाक्य नमुन्यांसह चांगला शब्द वापर दर्शवितो. \n
• प्रेक्षकांची भावना आणि काही मौलिकतेसह कार्यात भाषा आणि स्वर समायोजित करण्याचा प्रयत्न.\n

**स्कोअर पॉईंट 3:** \n
स्कोअर पॉईंट 3 पेपर एक कामगिरी दर्शवितो जो कमीतकमी कार्य पूर्ण करतो. विकास, संघटन आणि लेखनशैली चे काही घटक कमकुवत आहेत.\n
• कमीतकमी कार्य पूर्ण करते, एकत्रित थीमचा प्रयत्न करते आणि काहीप्रमाणात लक्ष केंद्रित करते. \n
• कमकुवत किंवा अनुपस्थित संक्रमण आणि अस्पष्ट क्रमासह तार्किक संघटनेचा प्रयत्न. \n
• सामान्य शब्द वापर, अंदाजित शब्दसंग्रह आणि बहुतेक सोपे वाक्य नमुने दर्शविते. \n
• भाषा आणि स्वर समायोजित करण्याचा प्रयत्न करतो परंतु प्रेक्षक आणि मौलिकतेची स्पष्ट भावना नसते.\n

**स्कोअर पॉईंट 2:** \n
स्कोअर पॉईंट 2 पेपर एक कामगिरी दर्शवितो जो केवळ अंशतः कार्य पूर्ण करतो. काही प्रतिसादांमध्ये लक्ष केंद्रित करण्यात अडचण येऊ शकते. विषयाचा पुरेसा विकास किंवा पुरेशा संघटनात्मक किंवा लेखन शैलीचा पुरावा प्रदान करण्यासाठी इतर खूप संक्षिप्त असू शकतात. \n
• अंशतः कार्य पूर्ण करते, मुख्य कल्पना करण्याचा प्रयत्न करते परंतु कमी माहितीसह लक्ष गमावते. \n
• कमकुवत किंवा अनुपस्थित संक्रमण आणि कठीण प्रगतीसह कल्पनांचे संघटन करण्याचा कमीतकमी प्रयत्न. \n
• कमीतकमी शब्द वापर, मर्यादित शब्दसंग्रह आणि सोपी वाक्ये दर्शविते. \n
• भाषा आणि स्वर अयोग्य असू शकतात, प्रेक्षकांची कमीतकमी भावना असू शकते.\n

**स्कोअर पॉईंट 1:** \n
स्कोअर पॉईंट 1 पेपर एक कामगिरी दर्शवितो जो कार्य पूर्ण करण्यात अपयशी ठरतो. हे विकास, संघटन आणि लेखन शैली या क्षेत्रांमध्ये लक्षणीय अडचण दर्शविते. लेखन सामान्यत: खूप संक्षिप्त किंवा रंजक आणि पुनरावृत्ती असते, कधीकधी असा प्रतिसाद मिळतो जो वाचणे किंवा समजणे कठीण असू शकते. \n
• प्रेक्षकांची भावना नसताना योग्य भाषा आणि स्वर निवडण्यात अडचण येते.\n
• कार्य पूर्ण करण्यात अपयशी ठरते, स्पष्ट मुख्य कल्पना नसते, खूप कमी संबंधित कल्पनांचा समावेश असतो आणि प्रॉम्प्ट एक्सप्लोर करण्यात अपयशी ठरतो. \n
• कल्पना अतार्किकपणे संघटित केल्या जातात, कमकुवत किंवा अनुपस्थित संक्रमण आणि अस्पष्ट क्रमासह. \n
• कमीत कमी शब्द वापर दर्शवितो, बरेच शब्द चुकीच्या पद्धतीने वापरले जातात आणि प्रवाहीपणाचा अभाव असतो. \n

'''